Autodesk.Revit.DB.Architecture.CutLineType
The available line types for a stairs cut line.
Since:
2013

Autodesk.Revit.DB.Architecture.CutLineType.DoubleLine
Cutline type is double-line.

Autodesk.Revit.DB.Architecture.CutLineType.SingleLine
Cutline type is single-line.